{
  "items": [
    {
      "img_name": "./IMG_0018.jpg",
      "title": "Miami",
      "date": "2022",
      "paragraph": "This picture always takes me back to those first few months with you. It reminds me of when I'd spend hours combing through google for the perfect dates and how nervous I'd be to ask you on them. What really surprised me about you was how relaxed and content you always seemed. From the moment I picked you up to when I dropped you off your focus was on us. You made me feel like you were happy just going on a drive together. That time spent just being in each other's presence made me feel loved and cared for. I still love going on a walk/drive together and just enjoying each others company. You make the mundane feel sublime."
    },
    {
      "img_name": "./IMG_8616.jpg",
      "img_name2": "./68269175354__A8EE0F59-32A9-4A3D-BCD5-C383A7967013.jpg",
      "title": "Miami",
      "date": "2022",
      "paragraph": "BOO!\n\nWe've spent countless hours together in many different spots together all around the world and exponentially more hours together hanging out at home. The most fun I've had with you is here. There's something so relaxing and fun about cuddling together in bed in silence, talking about our day, or fighting over control of the other's nipples. I love the times you show me all the stupid reels you've been saving for me and I love the times when we're both so tired we just fall asleep together for a couple of hours. As much I love exploring new places, this time spent together means the most to me. It feels like everything that matters is us and it makes all my worries melt away."
    },
    {
      "img_name": "./IMG_8800.jpg",
      "img_name2": "./IMG_8832.JPEG",
      "title": "Puerto Rico",
      "date": "November 2022",
      "paragraph": "This was the first time we'd be spending an extended period of time together. I was so worried we would butt heads or get angry at each other, but we had the most amazing time. I was so surprised by how comfortable you were exploring the more remote areas. When we had to hike an hour through a river and up and down a mountain through the mud you did not bat an eye. and the hike was absolutely worth it. Somehow you did all of that without complaining once, but when we'd walk around San Juan for more than 10 minutes you'd lose your mind. We had such a good time looking around the city, trying differrent spots and feeding dirty pigeons.\n\nThis trip was when I realized I wanted to spend every day with you."
    },
    {
      "img_name": "./lp_image (1).jpg",
      "img_name2": "./lp_image_3.jpg",
      "title": "FaceTime Calls",
      "date": "Ongoing 👎",
      "paragraph": "The word \"FaceTime\" has a negative connotation for me. It serves as a reminder that you're a thousand miles away (👎) and it's going to be weeks until I see you again (👎). \n\nThat being said, whenever we do facetime I'm reminded of how much I love being with you. I get to see all of the little mannerisms and facial expressions that I miss so much. I always forget how much I love your smile until we hop on a facetime call and say something stupid. They make me miss you more, but they also hold me off until the next time I see you."
    },
    {
      "img_name": "./IMG_3337.jpg",
      "img_name2": "./IMG_9629.jpg",
      "title": "New York",
      "date": "Feb - June 2023",
      "paragraph": "You know when I first came to New York I thought you'd be excited to come visit me and explore a new city, but it turns out you didn't care lol. It took me a while to get used to that, I'd always ask you what you wanted to see or do in the city in your few days here. All you ever really wanted was to spend time with me and see the Met twice in a row."
    },

    {
      "img_name": "./IMG_0219.jpg",
      "img_name2": "./IMG_0279.jpg",
      "title": "Europe",
      "date": "September 2023",
      "paragraph": "text and shit"
    },
    {
      "img_name": "./01HGEM2FJVFNRPK7B8SS2EDA8T-low-res-branded.jpg",
      "title": "Your bday loca",
      "date": "November 29 2023",
      "paragraph": "text and shit"
    }
  ]
}
